Repository: Brollyy/RagnaCustomsApp
Catalog: RagnaCustoms/Resources/twitchBot/strings.*.resx
Languages: fr_fr

source: asked by
fr_fr: demandée par

source: bot connected !
fr_fr: bot connecté !

source: Camera changed
fr_fr: Camera changée

source: Camera error
fr_fr: Erreur camera

source: End of the queue
fr_fr: fin de la liste

source: Error on command.
fr_fr: Erreur sur la commande.

source: Go to https://ragnacustoms.com, click on the twitch button to copy !rc &lt;songid&gt; and paste it here
fr_fr: Aller sur https://ragnacustoms.com, cliquer sur le bouton twitch pour copier le !rc <songid> et le coller ici

source: Help 1/2 : !rc cam &lt;numero cam [1-5]&gt; (switch camera), !rc dev (information about dev), !rc help (this command), !rc &lt;song id&gt; (download the map), !rc cancel (remove last song you request)
fr_fr: Aide 1/2 : !rc cam <numero cam [1-5]> (switch camera), !rc dev (information sur le dev), !rc help (cette commande), !rc <song id> (télécharge la chanson), !rc cancel (retire la dernière requète de votre part)

source: Help 2/2 : !rc open (open queue), !rc close (close queue), !rc shift (remove first song in list), !rc queue (list of songs not played), !rc next (next song to play), !rc version (to know current version)
fr_fr: Help 2/2 : !rc open (ouvre la fille d'attente*), !rc close (ferme la fille d'attente*), !rc shift (Supprime la chanson en haut de la liste*), !rc queue (Liste des chansons non jouées), !rc next (prochaine chanson à jouer), !rc version (pour connaitre la version du bot)

source: I'm version
fr_fr: Je suis la version

source: My dev is Rhokapa
fr_fr: Mon developpeur est Rhokapa

source: Next song :
fr_fr: La prochaine chanson est :

source: Next songs are :
fr_fr: Les prochaines chansons sont :

source: No More song to remove
fr_fr: Plus de chanson à retirer

source: Queue is already closed
fr_fr: La File d'attente est déjà fermée

source: Queue is already open
fr_fr: La File d'attente est ouverte

source: Queue is closed
fr_fr: La File d'attente est fermée

source: Queue is now closed
fr_fr: La File d'attente est maintenant fermée

source: Queue is now open
fr_fr: La File d'attente est maintenant ouverte

source: Ready !
fr_fr: Prêt !

source: Song Cancelled :
fr_fr: Chanson annulée :

source: Song removed
fr_fr: Chanson retirée

source: Sorry only moderator can do that.
fr_fr: Désolé, seuls les modérateurs peuvent faire cela.
